NetworkManager-bluetooth-1:1.46.2-1.fc40.x86_64
NetworkManager-openvpn-1:1.12.0-1.fc40.x86_64
NetworkManager-sstp-1:1.3.1-8.fc40.x86_64
NetworkManager-wifi-1:1.46.2-1.fc40.x86_64
SwayNotificationCenter-0.10.1-1.fc40.x86_64
acpi-1.7-23.fc40.x86_64
adw-gtk3-theme-5.3-1.fc40.noarch
adwaita-qt6-1.4.2-7.fc40.x86_64
alacritty-0.14.0-1.fc40.x86_64
android-tools-1:35.0.1-1.fc40.x86_64
ani-cli-4.9.5-1.fc40.noarch
authselect-1.5.0-6.fc40.x86_64
automake-1.16.5-16.fc40.noarch
blueman-1:2.4.3-1.fc40.x86_64
brightnessctl-0.5.1-11.fc40.x86_64
btop-1.3.2-1.fc40.x86_64
btrfs-progs-6.11-1.fc40.x86_64
chrony-4.6.1-1.fc40.x86_64
clang-18.1.8-1.fc40.x86_64
clang-resource-filesystem-18.1.8-1.fc40.noarch
cliphist-0.6.1-1.fc40.1.x86_64
cmake-3.30.5-1.fc40.x86_64
cryptsetup-2.7.5-1.fc40.x86_64
dconf-editor-45.0.1-4.fc40.x86_64
dosfstools-4.2-11.fc40.x86_64
efibootmgr-18-6.fc40.x86_64
eog-45.4-1.fc40.x86_64
evolution-3.52.4-2.fc40.x86_64
fastfetch-2.27.1-1.fc40.x86_64
ffmpeg-6.1.2-2.fc40.x86_64
flatpak-1.15.10-1.fc40.x86_64
fontawesome4-fonts-1:4.7.0-22.fc40.noarch
fzf-0.54.3-1.fc40.x86_64
gdb-15.2-1.fc40.x86_64
gedit-2:46.2-1.fc40.x86_64
git-2.47.0-1.fc40.x86_64
gnome-font-viewer-46.0-1.fc40.x86_64
gnome-keyring-46.2-1.fc40.x86_64
gnome-keyring-pam-46.2-1.fc40.x86_64
golang-1.22.7-1.fc40.x86_64
grub2-efi-x64-1:2.06-123.fc40.x86_64
grub2-efi-x64-modules-1:2.06-123.fc40.noarch
grub2-pc-1:2.06-123.fc40.x86_64
grub2-tools-1:2.06-123.fc40.x86_64
gvfs-fuse-1.54.3-1.fc40.x86_64
gvfs-smb-1.54.3-1.fc40.x86_64
htop-3.3.0-3.fc40.x86_64
hypridle-0.1.3-1.fc40.x86_64
hyprland-0.44.1-1.fc40.x86_64
hyprlock-0.5.0-1.fc40.x86_64
hyprpaper-0.7.1-1.fc40.x86_64
hyprpolkitagent-0.1.1-1.fc40.x86_64
hyprsunset-0~1.git64515a9-1.fc40.x86_64
iwlwifi-dvm-firmware-20241017-2.fc40.noarch
iwlwifi-mvm-firmware-20241017-2.fc40.noarch
jq-1.7.1-7.fc40.x86_64
kdeconnectd-24.08.2-1.fc40.x86_64
kernel-6.10.6-200.fc40.x86_64
kernel-6.11.4-201.fc40.x86_64
kernel-6.11.5-200.fc40.x86_64
kernel-core-6.10.6-200.fc40.x86_64
kernel-core-6.11.4-201.fc40.x86_64
kernel-core-6.11.5-200.fc40.x86_64
kernel-devel-6.10.6-200.fc40.x86_64
kernel-devel-6.11.4-201.fc40.x86_64
kernel-devel-6.11.5-200.fc40.x86_64
kernel-modules-6.10.6-200.fc40.x86_64
kernel-modules-6.11.4-201.fc40.x86_64
kernel-modules-6.11.5-200.fc40.x86_64
kernel-modules-core-6.10.6-200.fc40.x86_64
kernel-modules-core-6.11.4-201.fc40.x86_64
kernel-modules-core-6.11.5-200.fc40.x86_64
langpacks-en-4.0-13.fc40.noarch
libpng-devel-2:1.6.40-3.fc40.x86_64
libtool-2.4.7-10.fc40.x86_64
light-1.2.2-11.fc40.x86_64
lvm2-2.03.25-1.fc40.x86_64
materia-kde-sddm-20220823-5.fc40.noarch
mozilla-fira-fonts-common-4.202-17.fc40.noarch
mozilla-fira-sans-fonts-4.202-17.fc40.noarch
mpv-0.37.0-4.fc40.x86_64
mpv-mpris-1.1-2.fc40.x86_64
nautilus-46.2-1.fc40.x86_64
neovim-0.10.2-1.fc40.x86_64
nm-connection-editor-desktop-1.36.0-2.fc40.x86_64
nmap-4:7.92-2.fc40.x86_64
nodejs-1:20.17.0-1.fc40.x86_64
nwg-look-0.2.7-1.fc40.x86_64
opendoas-6.8.2-6.fc40.x86_64
pavucontrol-6.1-1.fc40.x86_64
plymouth-plugin-two-step-24.004.60-14.fc40.x86_64
pop-icon-theme-3.5.0-1.fc40.noarch
python3-dnf-plugin-versionlock-4.9.0-1.fc40.noarch
python3-neovim-0.5.0-13.fc40.noarch
python3-virtualenv-20.21.1-25.fc40.noarch
qalculate-4.9.0-4.fc40.x86_64
qt-1:4.8.7-76.fc40.x86_64
qt5-qtquickcontrols2-5.15.15-1.fc40.x86_64
qt5-qtsvg-5.15.15-1.fc40.x86_64
qt5-qtwayland-5.15.15-1.fc40.x86_64
qt6-qtsvg-6.7.2-1.fc40.x86_64
qt6-qtwayland-6.7.2-4.fc40.x86_64
qt6ct-0.9-8.fc40.x86_64
ranger-1.9.3-14.fc40.noarch
remove-retired-packages-41.1-1.fc40.noarch
ripgrep-14.1.1-1.fc40.x86_64
rofi-devel-1.7.5-5.fc40.x86_64
rofi-wayland-1.7.5+wayland2-3.fc40.x86_64
rpkg-3.3-1.fc40.noarch
rpmconf-1.1.10-4.fc40.noarch
rpmfusion-free-release-40-1.noarch
rpmsphere-release-40-1.noarch
sddm-0.21.0-4.fc40.x86_64
seahorse-43.0-5.fc40.x86_64
shim-x64-15.8-3.x86_64
sqlite-3.45.1-2.fc40.x86_64
symlinks-1.7-10.fc40.x86_64
tlp-1.6.0-2.fc40.noarch
toolbox-0.0.99.6-5.fc40.x86_64
udiskie-2.5.3-5.fc40.noarch
unzip-6.0-63.fc40.x86_64
waybar-git-0.11.0^3.gitae997ad-1.fc40.x86_64
wine-9.15-1.fc40.x86_64
xdg-user-dirs-0.18-4.fc40.x86_64
xsettingsd-1.0.2-8.fc40.x86_64
zsh-5.9-14.fc40.x86_64
