Packages installed by user
NetworkManager-bluetooth-1:1.50.0-1.fc41.x86_64
NetworkManager-openvpn-1:1.12.0-2.fc41.x86_64
NetworkManager-sstp-1:1.3.1-9.fc41.x86_64
NetworkManager-wifi-1:1.50.0-1.fc41.x86_64
SwayNotificationCenter-0.10.1-1.fc41.x86_64
acpi-1.7-24.fc41.x86_64
adw-gtk3-theme-5.6-1.fc41.noarch
alacritty-0.14.0-1.fc41.x86_64
android-tools-1:35.0.1-2.fc41.x86_64
ani-cli-4.9.5-1.fc41.noarch
authselect-1.5.0-8.fc41.x86_64
automake-1.16.5-17.fc41.noarch
blueman-1:2.4.3-1.fc41.x86_64
brightnessctl-0.5.1-12.fc41.x86_64
btop-1.4.0-1.fc41.x86_64
btrfs-progs-6.12-1.fc41.x86_64
chrony-4.6.1-1.fc41.x86_64
clang-19.1.5-1.fc41.x86_64
clean-rpm-gpg-pubkey-0-2.20210505gitebb9ab1.fc41.noarch
cliphist-0.6.1-1.fc41.1.x86_64
cmake-3.30.5-1.fc41.x86_64
cryptsetup-2.7.5-1.fc41.x86_64
dconf-editor-45.0.1-5.fc41.x86_64
docker-compose-plugin-2.32.1-1.fc41.x86_64
dosfstools-4.2-13.fc41.x86_64
efibootmgr-18-7.fc41.x86_64
eog-47.0-1.fc41.x86_64
evolution-3.54.2-1.fc41.x86_64
fastfetch-2.32.1-1.fc41.x86_64
ffmpeg-7.0.2-4.fc41.x86_64
flatpak-1.15.91-1.fc41.x86_64
fontawesome4-fonts-1:4.7.0-23.fc41.noarch
fzf-0.57.0-1.fc41.x86_64
gdb-15.2-3.fc41.x86_64
gedit-2:46.2-5.fc41.x86_64
git-2.47.1-1.fc41.x86_64
gnome-font-viewer-47.0-1.fc41.x86_64
gnome-keyring-46.2-2.fc41.x86_64
gnome-keyring-pam-46.2-2.fc41.x86_64
golang-1.23.4-1.fc41.x86_64
google-roboto-fonts-2.138-18.fc41.noarch
grub2-efi-x64-1:2.12-15.fc41.x86_64
grub2-efi-x64-modules-1:2.12-15.fc41.noarch
grub2-pc-1:2.12-15.fc41.x86_64
grub2-tools-1:2.12-15.fc41.x86_64
grub2-tools-extra-1:2.12-15.fc41.x86_64
gvfs-fuse-1.56.1-1.fc41.x86_64
gvfs-smb-1.56.1-1.fc41.x86_64
htop-3.3.0-4.fc41.x86_64
hypridle-0.1.3-2.fc41.x86_64
hyprland-0.46.2-2.fc41.x86_64
hyprlock-0.6.0-2.fc41.x86_64
hyprpaper-0.7.3-2.fc41.x86_64
hyprpolkitagent-0.1.1-1.fc41.x86_64
hyprsunset-0.1.0-2.fc41.x86_64
iwlwifi-dvm-firmware-20241210-1.fc41.noarch
iwlwifi-mvm-firmware-20241210-1.fc41.noarch
jq-1.7.1-8.fc41.x86_64
kdeconnectd-24.12.0-1.fc41.x86_64
kernel-6.12.6-200.fc41.x86_64
kernel-core-6.12.6-200.fc41.x86_64
kernel-devel-6.12.6-200.fc41.x86_64
kernel-modules-6.12.6-200.fc41.x86_64
kernel-modules-core-6.12.6-200.fc41.x86_64
langpacks-en-4.1-2.fc41.noarch
libpng-devel-2:1.6.40-4.fc41.x86_64
libtool-2.4.7-12.fc41.x86_64
light-1.2.2-14.fc41.x86_64
lvm2-2.03.25-4.fc41.x86_64
materia-kde-sddm-20220823-6.fc41.noarch
mpv-0.39.0-1.fc41.x86_64
mpv-mpris-1.1-4.fc41.x86_64
nautilus-47.1-1.fc41.x86_64
neovim-0.10.2-1.fc41.x86_64
nm-connection-editor-desktop-1.36.0-3.fc41.x86_64
nmap-4:7.92-3.fc41.x86_64
nodejs-1:22.11.0-3.fc41.x86_64
nvtop-3.1.0-3.fc41.x86_64
nwg-look-0.2.7-1.fc41.x86_64
opendoas-6.8.2-7.fc41.x86_64
pavucontrol-6.1-1.fc41.x86_64
plymouth-plugin-two-step-24.004.60-14.fc41.x86_64
podman-docker-5:5.3.1-1.fc41.noarch
pop-icon-theme-3.5.0-2.fc41.noarch
python3-dnf-plugin-versionlock-4.10.0-1.fc41.noarch
python3-neovim-0.5.0-7.fc41.noarch
python3-virtualenv-20.21.1-25.fc41.noarch
qalculate-5.2.0-3.fc41.x86_64
qt-1:4.8.7-77.fc41.x86_64
qt5-qtquickcontrols2-5.15.15-1.fc41.x86_64
qt5-qtsvg-5.15.15-1.fc41.x86_64
qt5-qtwayland-5.15.15-1.fc41.x86_64
qt6-qtsvg-6.8.1-2.fc41.x86_64
qt6-qtwayland-6.8.1-2.fc41.x86_64
qt6ct-0.9-11.fc41.x86_64
ranger-1.9.4-1.fc41.noarch
remove-retired-packages-41.2-1.fc41.noarch
ripgrep-14.1.1-1.fc41.x86_64
rofi-devel-1.7.5-6.fc41.x86_64
rofi-wayland-1.7.5+wayland2-3.fc40.x86_64
rpmconf-1.1.11-3.fc41.noarch
rpmfusion-free-release-41-1.noarch
rpmsphere-release-40-1.noarch
sddm-0.21.0-6.fc41.x86_64
seahorse-47.0.1-1.fc41.x86_64
shim-x64-15.8-3.x86_64
sqlite-3.46.1-1.fc41.x86_64
symlinks-1.7-11.fc41.x86_64
tlp-1.6.1-1.fc41.noarch
toolbox-0.1.1-1.fc41.x86_64
udiskie-2.5.3-5.fc41.noarch
unzip-6.0-64.fc41.x86_64
waybar-git-0.11.0^21.git5346649-1.fc41.x86_64
wine-9.15-1.fc41.x86_64
xdg-user-dirs-0.18-5.fc41.x86_64
xsettingsd-1.0.2-9.fc41.x86_64
zsh-5.9-15.fc41.x86_64
